#CORES
COR_FUNDO = (0.0, 0.0, 0.0, 1.0)
COR_ESTRELAS = (1.0, 1.0, 1.0)

#Velocidade camera
VEL_CAMERA = 0.5

#Rotação mouse
ROT_EIXO_X = (1.0, 0.0, 0.0)
ROT_EIXO_Y = (0.0, 1.0, 0.0)

#Dados Planetas
SOL = (3.0, 0.0, 0.5, (1.0, 0.5, 0.0))
TERRA = (1.0, 10.0, 1.0, (0.0, 0.4, 1.0))
LUA = (0.3, 2.5, 3.0, (0.6, 0.6, 0.6))
MERCURIO = (0.4, 4.0, 4.0, (0.7, 0.7, 0.7))
VENUS = (0.9, 7.0, 2.5, (0.9, 0.7, 0.3))
MARTE = (0.7, 13.0, 1.5, (0.9, 0.3, 0.2))
JUPITER = (2.5, 18.0, 0.8, (0.8, 0.6, 0.4))
SATURNO = (2.2, 23.0, 0.6, (0.9, 0.8, 0.5))